driver-tests/bpelse/correlation/correlationJBI/test/Correlation/Input1.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://seebeyond.com/correlation/"
                   xmlns="urn:correlationTargetNamespace">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
  <correlationPart>
    <string>1.11</string>
  </correlationPart>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>